{
    "WHAT_IS_REALTYPLUS": "RealtyPlus is an international real estate network operating across four continents. We offer franchise and master franchise opportunities supported by global branding, training, technology, and an international property portfolio.",
    "COUNTRIES_OPERATING_IN": "RealtyPlus currently operates in Europe, America, Asia, and the Middle East, with new openings in Lebanon and soon Egypt. Our network continues to grow every year.",
    "FRANCHISE_INCLUSIONS": "You receive full support: brand rights, training, technology tools, marketing materials, operational manuals, and access to the international property portfolio.",
    "FRANCHISE_VS_MASTER": "A franchise allows you to open and operate one RealtyPlus office. A master franchise gives you territorial rights to develop the brand in a full country or large region.",
    "REAL_ESTATE_EXPERIENCE_REQ": "Experience helps, but it’s not required. We train all our partners and guide them through every step. (Covers Q5 & Q25)",
    "START_ALONE_OR_TEAM": "You can start alone and grow progressively, or you can begin with a team. We adapt the model to your situation. (Covers Q6 & Q20)",
    "ONBOARDING_LAUNCH_TIME": "The onboarding process usually takes between 1–4 weeks depending on your availability and the model you choose. Many franchisees launch within 2–6 weeks. (Covers Q7 & Q24)",
    "SUPPORT_RECEIVED": "You receive ongoing support: International branding, Marketing materials, Sales and recruitment assistance, Technology training, Access to global listings, and Continuous coaching.",
    "OPERATE_INTERNATIONALLY": "Yes. RealtyPlus offers one of the strongest international connections in the real estate industry. You can work with clients locally and globally. (Covers Q9, Q26, & Q27)",
    "STEPS_TO_GET_STARTED": "The steps to get started are: 1. Initial conversation, 2. Receive full information, 3. Choose franchise or master, 4. Agreement signing, 5. Launch and training.",
    "AREA_EXCLUSIVITY": "Yes, this is possible depending on the country and the model selected.",
    "MARKETING_ASSISTANCE": "Absolutely. We offer marketing materials, campaigns, templates, tools, and international visibility.",
    "RECRUITMENT_ASSISTANCE": "Yes, we provide systems and processes for building your team.",
    "TECHNOLOGY_TOOLS_OFFERED": "Yes. RealtyPlus includes advanced digital tools to help manage your business, listings, leads, and international opportunities.",
    "CONTACT_EXPANSION_TEAM": "Yes, of course. I can schedule a call for you at your preferred time. (Covers Q15 & Q34)",
    "WHERE_CAN_I_OPEN": "You can open a franchise in your city or country, and we also offer master franchise options in countries where we are expanding.",
    "WHY_CHOOSE_REALTYPLUS": "Because we combine: Global presence, Personalized support, Real opportunities to grow internationally, A flexible model, and A strong brand with a proven record.",
    "RECEIVE_DOCUMENTS_BROCHURE": "Yes. I can send you the full franchise presentation and additional information.",
    "TIME_DEDICATION_REQUIRED": "It depends on whether you want to run the business full-time or part-time. We can adapt the model to both situations.",
    "PHYSICAL_OFFICE_NEED": "Not at the beginning. Many partners start online and later open a physical office as they grow.",
    "TRAINING_FOR_TEAM": "Yes, we offer continuous training for franchisees, managers, and agents.",
    "EXPAND_TO_MULTIPLE_CITIES": "Yes. If you want to operate in more than one city, you can consider the master franchise model.",
    "VISIT_HEADQUARTERS": "Yes, you are welcome to visit our central office or meet our international directors online.",
    "GROW_BEYOND_SALES": "Yes. Franchisees also work with rentals, investments, international buyers, and collaborations with developers. (Covers Q28 & Q33)",
    "MULTIPLE_LANGUAGES_REQ": "Not required. But having English or additional languages can help with international clients.",
    "MAIN_REQUIREMENTS_JOIN": "Motivation, commitment, and a desire to grow with an international network.",
    "CONTACT_OTHER_FRANCHISEES": "Yes, we can arrange introductions so you can hear real experiences.",
    "HOW_INTERNATIONAL_SYSTEM_WORKS": "Franchisees share and access listings across different countries, creating opportunities for cross-border clients.",
    "GROW_QUICKLY_POSSIBLE": "Yes. Many partners expand fast thanks to our systems, international network, and strong brand."
}